get green
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 17.0.0.0 (17.0.484.0)
  Since:  2017
 Syntax
  C#
public uint GetGreen()
  Visual Basic
Public Function GetGreen As UInteger
  Visual C++
public:
unsigned int GetGreen()
 Return Value
 green
 See Also
  ColorWithTransparency Class
  Autodesk.Revit.DB Namespace